Repository: juanlabrador/m7_livelyness_detection
Catalog: lib/l10n/intl_*.arb
Languages: es, pt

source: Smile
es: Sonríe
pt: Sorriso

source: Blink
es: Pestañea
pt: Piscar

source: Turn Your Head Left
es: Gira la cabeza hacia la izquierda
pt: Vire sua cabeça para a esquerda

source: Turn Your Head Right
es: Gira la cabeza hacia la derecha
pt: Vire sua cabeça para a direita

# takeSelfie1
source: Take a
es: Toma una
pt: Tire uma

# takeSelfie3
source: of your face
es: de tu rostro
pt: do seu rosto

# steps1
source: - Please align your face in the center of the circle.
es: - Por favor alinea tu cara en el centro del círculo.
pt: - Por favor, alinhe seu rosto no centro do círculo.

# steps2_1
source: - Find a place with
es: - Busca un lugar con
pt: - Encontre um local com

# steps2_2
source: good lighting.
es: buena iluminación.
pt: boa iluminação.

# steps3
source: - Without helmet, cap, glasses, face masks, etc.
es: - Sin casco, gorra, gafas, tapabocas, etc.
pt: - Sem capacete, boné, óculos, máscaras faciais, etc.

# steps4
source: - Capturing of objects is not allowed.
es: - No se permite la captura de objetos.
pt: - Não é permitida a captura de objetos.

source: Life test
es: Prueba de vida
pt: Prueba de vida

# buttonStart
source: Begin
es: Comenzar
pt: Começar

source: sec
es: seg
pt: segundos
